[
    {
        "id": "01",
        "images": [
            "image/item/canh_cua_nha_tu.jpg"
        ],
        "video": "unknown",
        "vietnamese": {
            "name": "Cánh cửa nhà tù",
            "detail": "Với biệt danh là “Địa ngục trần gian”, nhà tù là nơi thực dân Pháp dung nhiều thủ đoạn tàn ác đối với tù nhân. Chỉ cần bước chân qua cánh của gỗ lim nặng 1,6 tấn là sẽ nhận những cú tát trời giáng, bị gọng cùm, đánh đập trong các phòng biệt giam.",
            "addition_detail": "",
            "video_title": "unknown",
            "video_detail": "unknown"
        },
        "english": {
            "name": "Prison Gate",
            "detail": "With the nickname 'Hell on Earth,' the prison was a place where the French colonizers employed various cruel tactics against the prisoners. Simply stepping through the 1.6-ton heavy teak doors would result in brutal beatings, being put in shackles, and subjected to assaults within the solitary confinement cells.",
            "additional_detail": "With the nickname 'Hell on Earth,' the prison was a place where the French colonizers employed various cruel tactics against the prisoners. Simply stepping through the 1.6-ton heavy teak doors would result in brutal beatings, being put in shackles, and subjected to assaults within the solitary confinement cells.",
            "video_title": "unknown",
            "video_detail": "unknown"
        }
    },
    {
        "id": "02",
        "images": [
            "image/item/trainam_01.jpg",
            "image/item/trainam_02.jpg",
            "image/item/trainam_03.jpg"
        ],
        "video": "video/hoalo_intro2.mp4",
        "vietnamese": {
            "name": "Nhà tù Nam",
            "detail": "Nhà tù Nam được xây dựng từ năm 1899 đến 1902, với mục đích chính là giam giữ những phạm nhân nam.",
            "addition_detail": "Nhà tù này là nơi giam giữ nhiều tù nhân nổi tiếng trong lịch sử đấu tranh của dân tộc Việt Nam.",
            "video_title": "Nhà tù Nam",
            "video_detail": "Video giới thiệu về nhà tù Nam và những câu chuyện lịch sử của nó."
        },
        "english": {
            "name": "Male Prison",
            "detail": "Male Prison was built from 1899 to 1902, with the main purpose of detaining male prisoners.",
            "additional_detail": "This prison is where many famous prisoners in the history of Vietnam's struggle are held.",
            "video_title": "Nam Prison",
            "video_detail": "Video introducing Nam Prison and its historical stories."
        }
    },
    {
        "id": "03",
        "images": [
            "image/item/trainnu_02.jpg",
            "image/item/trainu_01.jpg",
            "image/item/trainu_03.jpg"
        ],
        "video": "video/hoalo_intro2.mp4",
        "vietnamese": {
            "name": "Nhà tù Nữ",
            "detail": "Tại đây, khu giam trại nữ với diện tích 270 m2 bao gồm: 4 phòng giam nhỏ, phòng giam phụ nữ có con nhỏ, phòng giam tập thể, khu nhà tắm và sân trại, có thời kỳ thực dân Pháp đã giam tới 300 tù nhân nữ.\nPhòng giam chật hẹp, nước dùng trong sinh hoạt rất thiếu thốn, điều kiện vệ sinh không được đảm bảo cộng thêm khẩu phần ăn hằng ngày thường xuyên bị cắt xén khiến cuộc sống của nữ tù chính trị vô cùng cực khổ. Chế độ lao tù hà khắc đã cướp đi sinh mạng của nhiều chiến sỹ cộng sản kiên trung như đồng chí: Nguyễn Thị Quang Thái, Tạ Thị Câu, Đàm Thị Sen ...\nVượt lên sự khắc nghiệt của cuộc sống tù đày, nữ tù chính trị Nhà tù Hỏa Lò đã đoàn kết, yêu thương, giúp đỡ nhau đấu tranh chống lại chế độ nhà tù hà khắc, tổ chức các lớp học chính trị, văn hóa, trau dồi kinh nghiệm đấu tranh, tiếp tục cống hiến sực lực của mình cho cách mạng.",
            "addition_detail": "Câu chuyện nữ sinh Hà Nội trong phòng biệt giam của nhà tù khét tiếng ghê rợn.\nKhoảng thời gian cuối tháng 10, đầu tháng 11 với bà Đỗ Hồng Phấn (SN 1933, Đống Đa, Hà Nội) luôn là khoảng thời gian đặc biệt. Nó gợi nhớ cho bà những kỷ niệm về quãng đời học sinh, bà tham gia hoạt động kháng chiến và bị bắt nhốt tại nhà tù Hỏa Lò.\nBà Phấn bị bắt giam ngày 7/11/1950, cách đây hơn 68 năm. Khi đó, bà đang là học sinh lớp 2B đệ nhị chuyên khoa toán trường Chu Văn An, Hà Nội (lớp 11 trung học phổ thông ngày nay).\nNhớ về khoảng thời gian này, bà Phấn cho biết, Hà Nội khi đó đang bị chiếm đóng bởi thực dân Pháp. Bà là học sinh trường Chu Văn An nhưng được Thành đoàn phân công làm bí thư chi đoàn học sinh kháng chiến trường Trưng Vương. “Vì trường Trưng Vương lúc ấy chỉ có cấp cơ sở, học sinh còn ít tuổi”, bà Phấn nói.\nĐầu năm học 1950 - 1951, thấy chiến thắng biên giới đang vang dội, chi đoàn Học sinh Kháng chiến Trưng Vương của bà Phấn hân hoan đưa ra kế hoạch mừng chiến thắng bằng các hoạt động: Treo lá cờ đỏ sao vàng bằng vải, đốt pháo, rải truyền đơn… vào ngày 7/11/1950. Cuộc chào mừng đã thành công trọn vẹn nhưng hàng loạt học sinh Trưng Vương đã bị bắt ngay tại trường.\n“Tôi học bên trường Chu Văn An nên không biết. Tan học, tôi đạp xe đến nhà một ủy viên Ban Chấp hành chi đoàn trường Trưng Vương để hỏi tình hình. Chưa chuyện trò được gì nhiều thì mật thám xuất hiện.\nHọ khám nhà người bạn này, phát hiện mớ vải đỏ và vàng còn nguyên vết cắt sao vàng năm cánh nên bắt cả hai về sở Mật thám.\nTại sở Mật thám, chúng khám cặp sách của tôi và phát hiện trong cặp tôi có một hộp ảnh chiến thắng biên giới. Chúng tát tôi tối tăm mặt mũi. Sau đó, chúng dồn chúng tôi xuống nhà giam”, bà Phấn nhớ lại.Trong nhà giam của sở Mật thám, bà Phấn cũng như nhiều người bị bắt giam khác phải trải qua những cuộc tra tấn.\n“Chúng tra máy điện vào người và đánh tôi búi bụi, bắt tôi phải khai ra cấp trên của mình… Tôi không thể làm việc đó nên sẵn bát cơm, tôi đập vỡ ra, cắt mạch máu tay để kết thúc việc bắt bớ…”, người phụ nữ sinh năm 1933 nhớ lại.\nSau khi phát hiện sự việc, sở Mật thám đưa bà Phấn vào bệnh viện Phủ Doãn. Tại đây, bà Phấn được bố trí nằm phòng riêng, có hai nhân viên canh gác ngày đêm. Mẹ bà Phấn vào cũng chỉ nói được vài câu thăm hỏi.\n“Sau đó, trong tình trạng tôi nửa tỉnh nửa mê, một nhân viên đưa cho tôi tờ giấy gì đó, bảo tôi ký thì được thả ngay. Tôi gạt đi.\nRồi một nhân viên khác lại tiếp cận tôi, to nhỏ với tôi mấy tiếng đồng hồ như thể anh ta là cán bộ nằm vùng được cấp trên của tôi giao cho việc liên lạc . Nhưng sau đó, chỉ một câu nói: “Có nhắn gì anh Thủy (cấp trên của tôi) thì tôi sẵn sàng giúp”. Tôi choàng tỉnh ra, nhẹ nhàng cảm ơn”, bà Phấn nhớ về những ngày nằm trong bệnh viện nhưng liên tục phải đối phó với kẻ địch.\nSau đó, bà bị đưa sang nhà tù Hỏa Lò (nay thuộc quận Hoàn Kiếm, Hà Nội).\nTại nhà tù Hỏa Lò, bà Phấn được đưa vào trại phụ nữ. “Tôi nhớ, trại dài hun hút, ở giữa là lối đi, hai bên là hai dãy bệ xi măng đầy tù nhân. Mọi tù nhân phải nằm sát vào nhau mới đủ chỗ. Cuối dãy, chúng để một thùng đựng nước tiểu. Tất cả mọi người trong dãy xi măng đều đi tiểu ở đó nên rất hôi hám”, bà Phấn kể.\nỞ trại giam này được một thời gian thì bà Phấn lại bị chuyển vào buồng biệt giam.\n“Trong buồng, chúng tra tấn tù nhân bằng cách thắp đèn cả ngày cả đêm. Thứ ánh sáng này khiến đầu tôi ong ong khốn khổ, hai mắt thì nhức nhối mà không thể ngủ được. Tôi phải đậy cả mớ quần áo lên mắt, mãi mới tạm quen.\nThế rồi một hôm, tên chúa ngục người Pháp đi qua buồng giam hỏi tôi: “Có biết tiếng Pháp không”. “Biết”, tôi trả lời.\nHắn lại hỏi: \"Có muốn đọc truyện không?\". \"Có\", tôi nói.\nThế là ông ta đưa cho tôi mấy tờ báo và quyển truyện “Cuốn theo chiều gió”. Truyện hay, tôi đọc liền một mạch cả ngày lẫn đêm, cũng là nhờ thứ ánh sáng khủng khiếp kia”, bà Phấn kể tiếp.\nHôm trả sách, chúa ngục hỏi bà Phấn: “Truyện thế nào?”, “Hay”, bà Phấn trả lời, “Hay thế nào?”, gã hỏi tiếp.\n“Thứ nhất, nhân vật chính trong truyện là người phụ nữ can trường đầy bản lĩnh, vượt lên mọi cái thường tình để theo đuổi ước mơ của mình. Thứ hai, chế độ nô lệ ở Mỹ đã tan rã, không sao cứu vớt được thì chế độ nô lệ nào rồi cũng thế”, bà Phấn trả lời dõng dạc, ánh mắt đầy tự tin.\nGã chúa ngục lặng bỏ đi. Hôm sau, gã đưa cho bà Phấn 3 quyển truyện khác.“Tôi hí hửng mở ra xem, nào ngờ toàn truyện khiêu dâm. Tôi trả lại ngay”, người phụ nữ sinh năm1933 nhớ về những ngày đã cũ nhưng khiến bà không thể nào quên.\nNgày 21/1/1951, địch thả bà Phấn. 8/1952, Thành đoàn gọi bà ra vùng tự do.\n“Lúc đó ở nội thành, phong trào học sinh kháng chiến tuy bị khủng bố hết đợt này đến đợt khác nhưng không hề tan vỡ. Nhiều đoàn viên nối tiếp nhau vào Sở Mật Thám và Hỏa Lò nhưng phong trào vẫn lan rộng khắp các trường, liên tục cho đến ngày 10/10/1954, Thủ đô được hoàn toàn giải phóng”, bà kể lại.\nCâu chuyện sau đó được khép lại vì đã quá trưa, tuy nhiên trước khi chia tay, bà nhắc lại câu hỏi mà trong một lần giao lưu với thanh niên Hà Nội bà đã đặt ra khiến nhiều người trong số chúng tôi bối rối.\nBà bảo: \"Ngày nay, nước nhà độc lập rồi, động lực vươn lên của các bạn là gì? Là cuộc sống ổn định, là âm nhạc, là du lịch… hay còn điều gì nữa cho đất nước mình?\".",
            "video_title": "Nhà tù Nam",
            "video_detail": "Video giới thiệu về nhà tù Nam và những câu chuyện lịch sử của nó."
        },
        "english": {
            "name": "Female Prison",
            "detail": "Here, the women's prison area with an area of 270 m2 includes: 4 small cells, a cell for women with small children, a collective cell, a bathroom area and a camp yard. Female prisoners.\nThe cell is narrow, the water used for daily life is very scarce, the sanitary conditions are not guaranteed, plus the daily rations are often cut, making the life of female political prisoners extremely difficult. suffering. The harsh prison regime has claimed the lives of many loyal communist soldiers like comrades: Nguyen Thi Quang Thai, Ta Thi Cau, Dam Thi Sen ...\nOvercoming the harshness of prison life, female political prisoners of Hoa Lo Prison have united, loved, and helped each other to fight against the harsh prison regime, organized political and cultural classes, cultivated experience in struggle, continued to pay tribute to each other. devote his energies to the revolution.",
            "additional_detail": "The story of a Hanoi schoolgirl in a solitary cell of a notorious prison.\nThe time between the end of October and the beginning of November with Mrs. Do Hong Phan (SN 1933, Dong Da, Hanoi) is always a special time. separate. It reminded her of memories of her student life, when she participated in resistance activities and was imprisoned in Hoa Lo prison.\nBa Phan was arrested on November 7, 1950, more than 68 years ago. At that time, she was a second grade 2B student majoring in mathematics at Chu Van An school, Hanoi (grade 11 of high school today).\nRecalling this time, Ms. Phan said, Hanoi was then. occupied by the French colonialists. She was a student at Chu Van An school but was assigned by the Youth Union to be the secretary of the student branch of the resistance at Trung Vuong School. “Because Trung Vuong school at that time only had a grassroots level, the students were still young,” said Mrs. Phan.\nAt the beginning of the 1950-1951 school year, seeing that the border victory was resounding, the Trung Vuong Resistance Student Union of Ms. Phan happily presented a plan to celebrate the victory with the following activities: Hanging a red flag with a yellow star with cloth, lighting firecrackers, spreading leaflets... on November 7, 1950. The welcome was a complete success, but a series of Trung Vuong students were arrested at the school.\n“I study at Chu Van An school so I don't know. After school, I rode my bicycle to the house of a member of the Executive Committee of Trung Vuong High School to ask about the situation. Before we could talk much, the secret agent appeared.\nThey searched this friend's house, discovered that the red and yellow cloth still had the five-pointed yellow star cut, so they arrested them both to the Secret Service.\nAt the Secret Service, They searched my briefcase and discovered in my bag a box of border-winning photos. They slap us in the face. After that, they put us in jail,” recalled Mrs. Phan. In the prison of the Secret Service, Ms. Phan and many other detainees had to undergo torture.\n“We checked the electronic device. hit me in the body and beat me up, forcing me to tell my superiors… I couldn't do that so I had a bowl of rice ready, I broke it, cut the blood vessel on my arm to end the arrest…”, the woman Born in 1933, remembers.\nAfter discovering the incident, the Secret Service took Ms. Phan to Phu Doan hospital. Here, Ms. Phan was arranged to stay in her own room, with two guards guarding day and night. Mrs. Phan's mother could only say a few questions.\n“Then, in a state of half-consciousness, an employee gave me a piece of paper, told me to sign it, and I was released immediately. I brushed it off.\nThen another staff member approached me, talking to me for a few hours as if he were an undercover officer assigned to me by my superiors. But after that, just one sentence: \"If you have a message for Mr. Thuy (my superior), I'm ready to help\". I woke up, thank you very gently\", Mrs. Phan remembers the days in the hospital but constantly having to deal with the enemy.\nAfter that, she was taken to Hoa Lo prison (now in Hoan Kiem district, Hanoi).\nAt Hoa Lo Prison, Ms. Phan was sent to a women's camp. “I remember, the camp was very long, with a passage in the middle, two rows of cement platforms full of prisoners on either side. All prisoners had to lie close to each other to make room. At the end of the row, they put a pail of urine. Everyone in the cement row urinates there, so it stinks,” said Mrs. Phan.\nAfter a while in this prison, Ms. Phan was transferred to a solitary cell.\n“In the room, they were in solitary confinement. torture prisoners by lighting lamps day and night. This light made my head throb miserable, my eyes ached and I couldn't sleep. I had to cover my eyes with all my clothes, until I got used to it.\nThen one day, the French prison lord passed by the cell and asked me: \"Do you know French\". “I know”, I replied.\nHe asked again: \"Do you want to read the story?\". \"Yes\", I said.\nSo he handed me the newspapers and the book Gone with the Wind. The story is good, I read it continuously day and night, also thanks to that terrible light”, continued Mrs. Phan.\nOn the day of returning the book, the prison lord asked Mrs. Phan: \"How is the story?\", \"Good\" , Mrs. Phan replied, \"How is it?\", he continued.\n“Firstly, the main character in the story is a courageous woman full of bravery, overcoming all the usual things to pursue her dream. me. Second, slavery in the US has disintegrated, cannot be saved, so any slavery will be like that\", Mrs. Phan answered boldly, her eyes full of confidence.\nThe prison lord quietly walked away. The next day, he gave Ms. Phan three other books. “I opened it excitedly, but I didn't expect it to be full of erotic stories. I will return it immediately”, the woman born in 1933 remembers the old days but makes her unforgettable.\nOn January 21, 1951, the enemy released Ms. Phan. In August 1952, the Youth Union called her out to the free zone.\n“At that time, in the inner city, the student resistance movement was persecuted from time to time, but it did not break up. Many union members continued to join the Secret Service and Hoa Lo, but the movement still spread throughout the schools, continuously until October 10, 1954, the capital was completely liberated,\" she recounted.\nThe story was then closed because it was past noon, but before parting, she repeated the question that she posed in an exchange with Hanoi youths, which confused many of us. \nShe said: \"Nowadays, the country is independent, what is your motivation to rise up? Is it a stable life, is it music, is it travel... or is there anything else for your country?\".",
            "video_title": "Bu Prison",
            "video_detail": "Video introducing Nu Prison and its historical stories."
        }
    },
    {
        "id": "04",
        "images": [
            "image/item/cay_bang_tinh_nghia.jpg"
        ],
        "video": "video/hoalo_intro.mp4",
        "vietnamese": {
            "name": "Cây Bàng Tình Nghĩa",
            "detail": "Theo như lời kể của một số cựu tù chính trị tại nhà tù Hỏa Lò, nguồn gốc của cây bàng bắt đầu từ trước năm 1930, khi những tù nhân bị kết án phải đi lao động vệ sinh bên tòa án. Họ đã thu thập những cây bàng mọc hoang trên các lùm cỏ và mang về trồng chúng trong sân của trại giam. Sau một thời gian, cây bàng đã lớn lên và trở nên gắn bó với nhiều thế hệ tù chính trị tại đây. Mỗi khi được ra ngoài, các tù nhân chính trị sẽ tập trung quanh cây bàng để vừa tận hưởng không khí trong lành vừa cùng nhau bàn bạc về những biện pháp chống lại chế độ tù đày của thực dân. ",
            "addition_detail": "Gốc cây Bàng đã trở thành nơi chứng kiến cuộc sống thường nhật, lắng nghe lời chia sẻ, tâm tình về ước mơ, mục tiêu, lý tưởng và tình cảm của những người công sản. Bên cạnh đó, nó còn là một 'hòm thư bí mật' quan trọng để các tù nhân trao đổi thông tin, tuyên truyền tài liệu cách mạng. ",
            "video_title": "Cây bàng tình nghĩa",
            "video_detail": "Video giới thiệu cây bàng nơi các tù nhân chính trị gặp nhau"
        },
        "english": {
            "name": "Weeping willow tree",
            "detail": "According to the accounts of some former political prisoners at Hoa Lo Prison, the origin of the weeping willow tree dates back to before 1930 when prisoners were sentenced to perform sanitation labor near the courthouse. They gathered wild weeping willow saplings from grassy patches and brought them back to plant in the prison yard. Over time, the weeping willow trees grew and became associated with many generations of political prisoners here. Whenever allowed outside, political prisoners would gather around the weeping willow tree to enjoy the fresh air and discuss resistance measures against the colonial regime's oppressive policies.",
            "additional_detail": "The roots of the weeping willow tree have become a witness to daily life, listening to shared thoughts and feelings about dreams, goals, ideals, and emotions of communist individuals. Additionally, it serves as an important secret mailbox for prisoners to exchange information and disseminate revolutionary documents.",
            "video_title": "Weeping willow tree",
            "video_detail": "Video introducing willow tree where political prisoners meet"
        }
    },
    {
        "id": "05",
        "images": [
            "image/item/cum_chan.jpg"
        ],
        "video": "video/hoalo_intro.mp4",
        "vietnamese": {
            "name": "Cùm chân",
            "detail": "Đây là loại cùm chân, cấu tạo gồm 2 phần: Phần trên bằng sắt, phần dưới bằng gỗ. Loại cùm này được thực dân Pháp sử dụng trong các phòng giam của khu xà lim tử hình.",
            "addition_detail": "",
            "video_title": "Cùm chân",
            "video_detail": "Video cho các hình ảnh cùm chân trong nhà tù Hỏa Lò"
        },
        "english": {
            "name": "Foot shackle",
            "detail": "This is a type of foot shackle, consisting of two parts: an iron upper part and a wooden lower part. The French colonizers used this type of shackle in the prison cells of the guillotine area.",
            "additional_detail": "",
            "video_title": "Foot shackle",
            "video_detail": "Video introducing foor shackle in Hoa Lo Prison"
        }
    },
    {
        "id": "06",
        "images": [
            "image/item/dia_thia.jpg",
            "image/item/bat.jpg"
        ],
        "video": "video/hoalo_intro.mp4",
        "vietnamese": {
            "name": "Bát, Đĩa và Thìa",
            "detail": "Với lý do lo sợ tù nhân sử dụng bát, đũa, thìa làm vũ khí chống lại cai ngục, giám thị trong các cuộc đấu tranh, Giám ngục Hỏa Lò đã ra quy định cấm tù nhân sử dụng bát, đũa, thìa trong các bữa ăn hàng ngày. Đến bữa ăn, cơm và thức ăn của tù nhân được đựng trong các máng gỗ và chậu tôn (gọi là Lập là).",
            "addition_detail": "Để có được những đồ dùng sử dụng trong bữa ăn, tù nhân tranh thủ những khi đi lao động, làm các công việc tạp dịch hay khi được ra sân, họ tranh thủ nhặt những cành bàng thẳng, tạo thành những đôi đũa. Những miếng vỏ dừa mà binh lính nhà tù vứt bỏ đã được tù nhân đem về phòng giam, mài xuống sàn tạo thành những chiếc bát, đĩa, thìa để dùng trong các bữa ăn hàng ngày.",
            "video_title": "Bát, đĩa và Thìa trong nhà tù Hỏa Lò",
            "video_detail": "Video cho các hình ảnh bát đĩa và thìa trong nhà tù Hỏa Lò"
        },
        "english": {
            "name": "Bowls, dishes, and spoons",
            "detail": "Due to fear that prisoners might use bowls, chopsticks, and spoons as weapons in resistance against the prison authority and guards, Hoa Lo Prison authorities implemented regulations prohibiting prisoners from using bowls, chopsticks, and spoons during their daily meals. Instead, the prisoners' rice and food were served in wooden troughs and tin pots (known as 'Lap la').",
            "additional_detail": "To obtain utensils for meals, prisoners seized opportunities during labor tasks, miscellaneous duties, or when allowed outside, to gather straight branches of the weeping willow tree and fashion them into pairs of chopsticks. The coconut shells discarded by the prison guards were collected by prisoners and ground down on the floor to create bowls, plates, and spoons for use in daily meals.",
            "video_title": "Bowls, dishes, and spoons in Hoa Lo prison",
            "video_detail": "Video introducing bowls, dishes and spoons in Hoa Lo Prison"
        }
    },
    {
        "id": "07",
        "images": [
            "image/item/quan_ao.jpg"
        ],
        "video": "video/hoalo_intro.mp4",
        "vietnamese": {
            "name": "Quần Áo",
            "detail": "Bộ quần áo này giám thị nhà tù phát cho những người đã thành án sử dụng trong thời gian bị giam giữ tại Nhà tù Hỏa Lò. Quần, áo được may bằng vải thô, màu trắng đục. Trên thân áo có in 2 chữ M.C (2 chữ viết tắt của từ Maison Centrale: Nhà tù Trung ương), áo không có khuy, thay vào đó là những nút thắt. Quần được may theo kiểu quần ta, ống rộng, cạp quần có luồn dây rút, trên ống quần cũng in 2 chữ M.C.",
            "addition_detail": "",
            "video_title": "Quần Áo tù nhân",
            "video_detail": "Quần Áo tù nhân"
        },
        "english": {
            "name": "Cloths",
            "detail": "This set of clothing was issued by the prison authorities to those who had been sentenced to serve time at Hoa Lo Prison. The trousers and shirt are made of coarse white fabric. On the shirt, there are two letters M.C printed (abbreviating Maison Centrale, which means Central Prison). The shirt does not have buttons; instead, it has tie strings. The trousers are styled like baggy pants, with wide legs and a drawstring waistband, also bearing the M.C letters printed on the leg.",
            "additional_detail": "",
            "video_title": "Prisoner Cloths",
            "video_detail": "Prisoner Cloths"
        }
    },
    {
        "id": "08",
        "images": [
            "image/item/che_do_an_uong_1.jpg",
            "image/item/che_do_an_uong_2.jpg"
        ],
        "video": "video/hoalo_intro.mp4",
        "vietnamese": {
            "name": "Chế Độ Ăn Uống",
            "detail": "Theo điều lệ của nhà tù, những phần ăn ở đây phải đảm bảo tiêu chuẩn. Tuy nhiên, cai ngục thông đồng với chủ thầu cắt xén khẩu phần ăn. Chúng cho tù nhân ăn những loại thực phẩm kém chất lượng, hết hạn sử dụng. Gạo hẩm, thóc sạn, cá khô vụn lẫn cá ươn, thịt bạt nhạc, rau già… Khẩu phần ăn được đụng trong máng gỗ gọi là “lập là”. Cai ngục không cho dùng bát, đũa vì sợ tù nhân dùng làm vũ khí. Từ đó, những tù nhân đã tạo ra những chiếc bát làm bằng vỏ quả dừa khô, đũa làm từ cành bàng…",
            "addition_detail": "Chế độ ăn thiếu chất, mất vệ sinh đã dẫn tới nhiều tù nhân bị mắc các bệnh như kiết lỵ, sốt rét…Chỉ trong một năm 1920-1921 đã có tới 87 người tử vong.",
            "video_title": "Chế độ ăn uống của tù nhân",
            "video_detail": "Chế độ ăn uống của tù nhân"
        },
        "english": {
            "name": "Dietary regime",
            "detail": "According to the regulations of the prison, the food provided here must meet certain standards. However, the prison administration colludes with the contracted food suppliers to cut corners on the food rations. They provide prisoners with low-quality and expired food items. The rice is moldy, the grains are of poor quality, dried fish is mixed with rotten fish, the meat is tough and rancid, and the vegetables are wilted...The food ration served in the wooden trough is called 'lập là.' The prison authorities do not allow the use of bowls and chopsticks for fear that prisoners might use them as weapons. As a result, the prisoners have improvised bowls made from dried coconut shells and chopsticks crafted from branches of the weeping willow tree...",
            "additional_detail": "The inadequate and unhygienic diet has led to many prisoners contracting diseases such as dysentery and malaria. In just one year, from 1920 to 1921, there were reported 87 deaths among the prisoners.",
            "video_title": "Prisoner diet",
            "video_detail": "Prisoner diet"
        }
    },
    {
        "id": "09",
        "images": [
            "image/item/phi_cong_my_1.jpg",
            "image/item/phi_cong_my_2.jpg"
        ],
        "video": "video/hoalo_intro.mp4",
        "vietnamese": {
            "name": "Phi công mỹ trong nhà tù Hỏa Lò",
            "detail": "Trong thời gian Mỹ ném bom, bắn phá miền Bắc, đất nước còn đang gặp rất nhiều khó khăn, chính phủ Việt Nam vẫn đối xử nhân đạo, tạo điều kiện tốt nhất cho phi công Mỹ bị bắt sinh hoạt tại nhà tù. Tại đây, mỗi phi công đều được cấp phát đầy đủ đồ dùng cũng như được chữa trị vết thương, khám chữa bệnh chăm sóc hàng ngày. Trong trại giam, các phi công vẫn được tham gia hoạt động văn hóa: chơi thể thao, nghe tin tức qua đài, xem phim…Cùng với đó là vẫn được đón lễ Giáng sinh, lễ Tạ ơn và được tự chuẩn bị bữa ăn.",
            "addition_detail": "Ngày 27/1/1973, sau khi hiệp định Paris được ký kết, Việt Nam đã trao trả toàn bộ phi công Mỹ bị bắt.",
            "video_title": "Phi công mỹ",
            "video_detail": "Phi công mỹ trong nhà tù Hỏa Lò"
        },
        "english": {
            "name": "American Pilots in Hoa Lo Prison",
            "detail": "During the time when the United States was bombing and attacking the North, while the country was facing numerous difficulties, the Vietnamese government still treated the captured American pilots with humanity, providing the best possible conditions for them at the prison. Each pilot was provided with full necessities and received medical treatment for their wounds, as well as regular healthcare. In the prison camp, the pilots were allowed to engage in cultural activities such as sports, listening to news broadcasts, and watching movies. Additionally, they were still able to celebrate Christmas, Thanksgiving, and even prepare their own meals.",
            "additional_detail": "On January 27, 1973, following the signing of the Paris Peace Accords, Vietnam released all the captured American pilots as part of the agreement.",
            "video_title": "American pilots",
            "video_detail": "American Pilots in Hoa Lo Prison"
        }
    },
    {
        "id": "10",
        "images": [
            "image/item/cachot_01.jpg",
            "image/item/cachot_02.jpg",
            "image/item/cachot_03.jpg"
        ],
        "video": "video/hoalo_intro.mp4",
        "vietnamese": {
            "name": "Cachot",
            "detail": "Khu cachot là những ngục tối có diện tích chỉ vỏn vẹn 4m2 với phần tường quét sơn màu đen âm u. Nơi này không có ánh sáng và thiếu không khí, gây cho tù nhân cảm giác như mình đang ở trong một nấm mồ vô cùng bí bách.",
            "addition_detail": "Chỗ nằm của tù nhân được xây bằng xi măng đặc biệt, khi nằm thì đầu dốc xuống thấp, gây ra hiện tượng máu dồn lên não. Chúng dùng cachot nhằm trừng phạt những người đã tổ chức đấu tranh, tuyên truyền cách mạng hay vượt ngục. Đồng chí Trường Chinh cũng đã từng bị bắt giam ở đây khi tổ chức mít tinh trong tù để kỷ niệm ngày Quốc tế Lao động",
            "video_title": "Cachot",
            "video_detail": "Cachot"
        },
        "english": {
            "name": "Cachot",
            "detail": "The solitary confinement cells, or 'khu cachot,' are dark, cramped spaces with an area as small as 4 square meters, with walls painted in a gloomy black color. These places lack light and ventilation, giving prisoners the sensation of being trapped in a suffocating tomb.",
            "additional_detail": "The prisoner's sleeping area is constructed with special concrete, causing the head to be lower when lying down, leading to the pooling of blood in the brain. They used the cachots to punish those who organized resistance, revolutionary propaganda, or escape attempts. Comrade Trường Chinh himself was once detained here for organizing a rally in prison to commemorate International Workers' Day.",
            "video_title": "Cachot",
            "video_detail": "Cachot"
        }
    },
    {
        "id": "11",
        "images": [
            "image/item/maychem_01.jpg",
            "image/item/maychem_02.jpg",
            "image/item/maychem_03.jpg",
            "image/item/maychem_04.jpg"
        ],
        "video": "video/hoalo_intro.mp4",
        "vietnamese": {
            "name": "Máy chém",
            "detail": "Khủng khiếp nhất ở Hoả Lò là chiếc máy chém thời trung cổ, được thiết kế bởi 2 cột trụ gỗ cao 4m với lưỡi dao được giữ ở trên cao bằng chốt. Phía dưới có một xà ngang khác và giá hẹp để tử tội đặt đầu vào.\nHai miếng ván được khoét hình bán nguyệt, ráp lại thành hai hình tròn, chặn phía trên và phía dưới cổ tử tội để lưỡi dao rơi vào giữa. Bên trong trụ là hai rãnh để lưỡi dao theo đó rơi xuống theo một đường thẳng đứng.\nPhía dưới là hộc sắt để rơi đầu tử tù vào, kế bên là thùng mây đan đựng thi thể.\nTháng 1/1930, máy chém được vận chuyển lên Yên Bái để hành hình 13 chiến sĩ Việt Nam Quốc dân đảng bị bắt trong cuộc khởi nghĩa Yên Bái (đứng đầu là Nguyễn Thái Học). Vũ khí man rợ này trong nhà tù hoạt động liên tục, được dùng lưu chuyển từ nhà giam này tới nhà giam khác khắp xứ Bắc Kỳ.",
            "addition_detail": "Cựu tù chính trị kể về chiếc máy chém của thực dân Pháp ở Nhà tù Hỏa Lò.\nMỗi lần trở lại thăm nơi đã từng bị thực dân Pháp giam cầm, trong lòng người chiến sĩ cựu tù chính trị Nguyễn Tiến Hà, Trưởng ban liên lạc chiến sĩ cách mạng bị địch bắt tù đày tại Nhà tù Hỏa Lò lại bồi hồi xúc động, nước mắt ngấn lệ. Giờ đây, người chiến sĩ cách mạng này đã hơn 90 tuổi nhưng những hình ảnh đau thương mà ông từng chứng kiến thực dân Pháp hành quyết đồng đội của mình bằng chiếc máy chém thì vẫn hằn sâu trong tâm trí ông và khi nhớ lại những cảnh đó, trái tim người cựu tù chính trị năm xưa như bị bóp nghẹn.\nCựu tù chính trị Nguyễn Tiến Hà cho biết: Máy chém này để thực dân Pháp thực hiện án cao nhất là tử hình đối với những người tù chính trị đã đứng lên chống lại chúng. Máy chém đã xuất hiện từ những năm thực dân Pháp xây dựng Nhà tù Hỏa Lò.\nCó lần thực dân Pháp đã đem máy chém ra để trước cửa Nhà tù Hỏa Lò để tử hình các chiến sĩ cách mạng và uy hiếp tinh thần của những tù nhân khác; đồng thời để đe dọa người dân không dám chống lại chúng. Sau lần đó, bọn chúng đem máy chém ra pháp trường để hành quyết.\n\"Tôi đã từng chứng kiến thực dân Pháp sử dụng chiếc máy chém này hành quyết các chiến sĩ cách mạng. Lúc đó, tôi làm Bí thư chi bộ tại Nhà tù Hỏa Lò, lãnh đạo chung của Nhà tù Hỏa Lò. Hồi đó, thực dân Pháp sử dụng công khai máy chém này đối với một chiến sĩ cách mạng, còn sau đó bọn chúng đều xử kín vì sợ các chiến sĩ đấu tranh\", cựu tù chính trị Nguyễn Tiến Hà nhớ lại.\nCựu tù chính trị Nguyễn Tiến Hà cho biết: \"Trước khi đưa các chiến sĩ của ta đi hành quyết thì chúng tôi đều biết. Từ sáng sớm, bọn chúng chuẩn bị đưa các tù nhân ra pháp trường thì chúng tôi đều hò la phản đối và cả tuyệt thực. Tôi là người lãnh đạo phong trào tuyệt thực 1 tuần liền để phản đối án tử hình. Sáng sớm trước khi bị dẫn ra pháp trường, chúng tôi thường nghe thấy tiếng giầy đinh của thực dân Pháp thì chúng tôi biết ngay là có chuyện và mọi người cùng đổ ra cửa buồng giam, hô lên những khẩu hiệu như: “Phản đối thực dân Pháp”, “Phản đối án tử hình”…; còn các đồng chí bị dẫn đi hành quyết rất kiên cường trước khi đi cũng hô: “Thực dân Pháp đưa tôi ra pháp trường đây, các đồng chí ở lại mạnh khỏe, chiến đấu bảo vệ quê hương, Chủ tịch Hồ Chí Minh muôn năm; Việt Nam độc lập, thống nhất muôn năm!”. Lúc đó không khí trong Nhà tù bừng bừng khí thế chiến đấu. Lúc đó trong buồng giam có bát, đĩa hoặc vật dụng gì chúng tôi lấy ném ra ngoài cửa để phản đối\".",
            "video_title": "Máy chém",
            "video_detail": "Máy chém"
        },
        "english": {
            "name": "Guillotine",
            "detail": "The most terrible thing in Hoa Lo is the medieval guillotine, designed by 2 wooden pillars 4m high with blades held aloft by pegs. Underneath there is another crossbar and a narrow shelf for the executioner to place his head in.\nTwo pieces of board are cut in a semicircle, assembled into two circles, blocking the top and bottom of the neck so that the blade falls in the middle. Inside the pillar are two grooves for the blade to fall down in a vertical line.\nUnderneath is an iron drawer to drop the death of the prisoner into, next to a rattan barrel containing the body.\nJanuary 1930, guillotine was transported to Yen Bai to execute 13 Vietnamese Nationalist soldiers arrested during the Yen Bai uprising (led by Nguyen Thai Hoc). This barbaric weapon in the prison operated continuously, was used to circulate from one prison to another throughout the country of Tonkin.",
            "additional_detail": "Former political prisoner tells about the guillotine of the French colonialists at Hoa Lo Prison.\nEvery time he returns to visit the place that was once imprisoned by the French colonialists, in the heart of former political prisoner Nguyen Tien Ha, head of the committee contacting the revolutionary soldiers who were imprisoned by the enemy at Hoa Lo Prison was filled with emotions and tears in their eyes. Now, this revolutionary soldier is more than 90 years old, but the painful images that he witnessed when the French colonialists executed their comrades with the guillotine were still etched in his mind and when he recalled the At that scene, the old political prisoner's heart seemed to be strangled.\nFormer political prisoner Nguyen Tien Ha said: This guillotine was used by the French colonialists to carry out the highest sentence, which is the death penalty, for political prisoners. stood up against them. The guillotine has appeared since the years when the French colonialists built Hoa Lo Prison.\nOnce the French colonialists brought the guillotine to the door of Hoa Lo Prison to execute revolutionary soldiers and threaten the spirit of the people. other prisoners; at the same time to intimidate people who dare not resist them. After that time, they took the guillotine to the execution ground for execution.\n\"I have witnessed the French colonialists use this guillotine to execute revolutionary soldiers. At that time, I was the Secretary of the branch. At that time, the French colonialists openly used this guillotine on a revolutionary soldier, and then they all tried it in secret for fear of the soldiers. struggle\", recalled former political prisoner Nguyen Tien Ha.\nFormer political prisoner Nguyen Tien Ha said: \"Before sending our soldiers to be executed, we all knew. when they were about to take the prisoners to the execution ground, we all shouted protests and even went on a hunger strike. I was the leader of the hunger strike movement for a week to protest the death penalty. At school, we often heard the sound of the French colonialist's shoes, we knew immediately that something was wrong and everyone rushed to the door of the cell, shouting slogans such as: \"Objection against French colonialism\", \"Objection against the French colonialists\". death penalty\"…; and the comrades who were led to the execution very resolutely before leaving also shouted: \"The French colonialists take me to the execution ground, comrades stay healthy, fight to protect the homeland, President Ho Chi Minh wishes year; Long live independent and unified Vietnam!\" At that time, the atmosphere in the Prison was full of fighting spirit. At that time, there were bowls, plates or other objects in the cell that we took and threw out the door to protest.\"",
            "video_title": "Guillotine",
            "video_detail": "Guillotine"
        }
    }
]
